content/posts/Easy_and_hard_in_the_origin_of_life_by_Eric_Smith_in_2019.md
+++
title = "Easy and hard in the origin of life by Eric Smith in 2019"
author = ["Cameron Smith"]
lastmod = 2020-09-24T01:05:32-04:00
slug = "Easy_and_hard_in_the_origin_of_life_by_Eric_Smith_in_2019"
draft = false
+++

## keyworkds {#keyworkds}

-   [dynamics of biological systems]({{< relref "dynamics_of_biological_systems" >}}), [physics]({{< relref "physics" >}}), [origin of life]({{< relref "origin_of_life" >}}), [lectures]({{< relref "lectures" >}})


## [progress indicators]({{< relref "progress_indicators" >}}) 26% <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-05-08 Fri&gt;</span></span> {#progress-indicators--progress-indicators-dot-md--26}


## [questions]({{< relref "questions" >}}) at 6:05 {#questions--questions-dot-md--at-6-05}

-   [What does biology tell us about the kinds of information essential to the living state?]({{< relref "What_does_biology_tell_us_about_the_kinds_of_information_essential_to_the_living_state" >}})
-   [What kind of explanation qualifies as a causal theory of the origin of a biosphere?]({{< relref "What_kind_of_explanation_qualifies_as_a_causal_theory_of_the_origin_of_a_biosphere" >}})


## Molecular complexity arises because reduction is favored and because C>1 forms are more stable {#molecular-complexity-arises-because-reduction-is-favored-and-because-c-1-forms-are-more-stable}

-   [Universality in intermediary metabolism by Eric Smith and Harold Morowitz in 2004]({{< relref "Universality_in_intermediary_metabolism_by_Eric_Smith_and_Harold_Morowitz_in_2004" >}})
-   Miller, S. L., & Smith‐Magowan, D. (1990). The Thermodynamics of the Krebs Cycle and Related Compounds. <span class="underline"><span class="underline">Journal of Physical and Chemical Reference Data</span></span>, \_\_19\_\_(4), 1049–1073. <https://doi.org/10.1063/1.555878>
